Revit 2016 API
FamilySymbol.Activate Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public void Activate()
Visual Basic
Public Sub Activate
Visual C++
public:
void Activate()
See Also
FamilySymbol Class
Autodesk.Revit.DB Namespace